Repository: fromkk/PhotoExhibition-skip
Catalog: Sources/PhotoExhibition/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: I will not upload images that violate laws or public morals.
ja: 法令・公序良俗に反する画像は投稿しません

source: %lld visitors
ja: %lld 人の訪問者

source: Add
ja: 追加

source: Add Exhibition
ja: 展示を追加

source: Add Footprint
ja: 足跡を追加

source: Agree
ja: 同意する

source: Are you sure you want to delete this exhibition? This action cannot be undone.
ja: この展示を削除してもよろしいですか？この操作は元に戻せません。

source: Are you sure you want to delete this photo? This action cannot be undone.
ja: この写真を削除してもよろしいですか？この操作は元に戻せません。

source: Are you sure you want to delete your account?
ja: 本当にアカウントを削除しますか？

source: Are you sure you want to log out?
ja: 本当にログアウトしますか？

source: At least one photo is required to publish the exhibition
ja: 展示を公開するには少なくとも1枚の写真が必要です

source: Backward
ja: 前へ

source: Banned
ja: 非公開

source: Basic Information
ja: 基本情報

source: Block User
ja: ユーザーをブロック

# Blocked Users
source: Block list
ja: ブロックリスト

source: Cancel
ja: キャンセル

source: Close
ja: 閉じる

source: Contact
ja: お問い合わせ

source: Cover Image
ja: カバー画像

source: Create a new exhibition
ja: 新しい展示を作成しましょう

source: Delete
ja: 削除

source: Delete Account
ja: アカウント削除

source: Delete Exhibition
ja: 展示を削除

source: Delete photo
ja: 写真を削除

source: Delete Photo
ja: 写真を削除

source: Description
ja: 説明

source: Draft
ja: 下書き

source: Edit
ja: 編集

source: Edit photo
ja: 写真を編集

source: Edit Photo
ja: 写真を編集

source: Edit Profile
ja: プロフィール編集

source: Email
ja: メールアドレス

source: End Date
ja: 終了日

source: Error
ja: エラー

source: Exhibition Name
ja: 展示名

source: Exhibitions
ja: 展示一覧

# Exif Create Date
source: Create Date
ja: 撮影日時

# Exif F Number
source: F Number
ja: f値

# Exif Focal Length
source: Focal Length
ja: 焦点距離

# Exif Lens
source: Lens
ja: レンズ

# Exif Model
source: Camera
ja: カメラ

# Exif Shutter Speed
source: Shutter Speed
ja: シャッタースピード

source: Failed to save: %@
ja: 保存に失敗しました: %@

source: Footprints
ja: 足跡

source: Forward
ja: 次へ

source: I will not upload images that may offend others.
ja: 他人を不快にさせる画像は投稿しません

source: I will only upload images that respect copyrights and portrait rights.
ja: 著作権や肖像権を侵害しない画像を投稿します

source: Information
ja: 情報

source: Licenses
ja: オープンソースライセンス

source: Load more
ja: もっと読み込む

source: Logout
ja: ログアウト

source: More options
ja: その他のオプション

source: My Exhibitions
ja: 自分の展示

source: New Exhibition
ja: 新規作成

source: Next photo
ja: 次の写真

source: No blocked users
ja: ブロックしているユーザーはいません

source: No Exhibitions
ja: 展示がありません

source: No photos yet
ja: 写真がまだありません

source: No visitors yet
ja: まだ訪問者がいません

source: Not set
ja: 未設定

source: Organizer
ja: 主催者

source: Organizer Profile
ja: プロフィール

source: Password
ja: パスワード

source: Period
ja: 開催期間

source: Photos
ja: 写真

source: Please enter exhibition name
ja: 展示名を入力してください

source: Please login
ja: ログインしてください

source: Please provide a reason for reporting this content.
ja: 報告する理由を入力してください。

source: Please review and agree to the following before creating an exhibition.
ja: 展示を作成するには以下の内容を確認の上同意してください

source: Please set a username and icon to continue using the app
ja: アプリを使用するためにはユーザー名とアイコンの設定が必要です

source: Previous photo
ja: 前の写真

source: Privacy Policy
ja: プライバシーポリシー

source: Profile Setup
ja: プロフィール設定

source: Published
ja: 公開

source: Reason
ja: 理由

source: Remove Footprint
ja: 足跡を削除

source: Remove Icon
ja: アイコンを削除

source: Report
ja: 報告

source: Report exhibition
ja: 展示を報告

source: Report photo
ja: 写真を報告

source: Reset zoom
ja: ズームをリセット

source: Save
ja: 保存

source: Select Cover Image
ja: カバー画像を選択

source: Select Icon
ja: アイコンを選択

source: Send
ja: 送信

source: Settings
ja: 設定

source: Share
ja: 共有

source: Sign In
ja: ログイン

source: Sign Up
ja: 会員登録

source: Start Date
ja: 開始日

source: Status
ja: 状態

source: Terms of Service
ja: 利用規約

source: This action cannot be undone. All your data will be permanently deleted.
ja: この操作は元に戻せません。すべてのデータが完全に削除されます。

source: This illustration was created using JOY.
ja: イラストはJOYを利用して作成しました

source: This organizer doesn't have any published exhibitions.
ja: まだ展示はありません。

source: Title
ja: タイトル

source: Unblock
ja: ブロック解除

source: Unblock User
ja: ブロックを解除

source: Unknown User
ja: 不明なユーザー

source: Unsupported image format. Please select a JPEG, PNG, or GIF image.
ja: 未対応のデータです。JPEG、PNG、GIFのいずれかの画像を選択してください。

source: Username
ja: ユーザー名

source: Visitors
ja: 訪問者

source: Yes
ja: はい

source: You haven't created any exhibitions yet
ja: まだ展示を作成していません
